[
    {
      "title": "Master's Thesis Seminar: Morse Theory",
      "subtitle": "A virtual guide from handlebodies to the generalized Poincaré conjecture",
      "description": "In this Master's thesis talk on Morse Theory and more specifically discusses a handlebody decomposition of manifolds. The talk begins with a brief overview discussing the contents of my thesis: Morse functions, handlebody decompositions, cancellations, Morse homology, Morse inequalities, cancellation theorems and finally how all of this machinery can be used to prove the generalized Poincaré conjecture.",
      "date": "2020-05-15",
      "author": "Kris Yotam",
      "img": "/talks/morse-theory.jpg",
      "keynoteLink": "/talks/morse-theory.key",
      "pptLink": "/talks/morse-theory.pptx",
      "category": "Topology",
      "tags": ["Morse Theory", "Topology", "Thesis", "Manifolds"]
    },
    {
      "title": "Connected sums and the Mazur swindle",
      "subtitle": "Understanding topological constructions and their implications",
      "description": "This talk was part of my exam for Differential Topology. It discusses the subtleties of defining the connected sum in Euclidean space, the importance of orientation in the cutting and gluing process, and finally the intuition of this sphere. For this last topic, we follow a proof by the theorists of Mazur, nowadays referred to as the Mazur swindle.",
      "date": "2020-06-20",
      "author": "Kris Yotam",
      "img": "/talks/connected-sums.jpg",
      "keynoteLink": "/talks/connected-sums.key",
      "pptLink": "/talks/connected-sums.pptx",
      "category": "Differential Topology",
      "tags": ["Topology", "Connected Sums", "Mazur Swindle", "Differential Topology"]
    },
    {
      "title": "What does a vector field know about volume?",
      "subtitle": "Exploring contact geometry and its modern developments",
      "description": "In this talk, I discuss the origins and developments of contact geometry, only assuming basic knowledge of differential geometry. After important historical context, we dive into modern developments, including a research paper written by Hansjörg Geiges in 2020.",
      "date": "2020-11-10",
      "author": "Kris Yotam",
      "img": "/talks/vector-fields.jpg",
      "keynoteLink": "/talks/vector-fields.key",
      "pptLink": "/talks/vector-fields.pptx",
      "category": "Differential Geometry",
      "tags": ["Vector Fields", "Contact Geometry", "Differential Geometry"]
    },
    {
      "title": "The Sensitivity Conjecture",
      "subtitle": "A triumph of mathematical elegance",
      "description": "The sensitivity conjecture is a conjecture in computer science that was unsolved for over 30 years. In 2019, Hao Huang proved that the conjecture is in fact true, and does so in an astoundingly elegant way. This talk was in celebration of this feat of pure elegance. We discuss the contents of the conjecture, and then go through the proof, which is surprisingly short for the most part. The talk should be accessible to anyone with basic knowledge of linear algebra.",
      "date": "2020-05-20",
      "author": "Kris Yotam",
      "img": "/talks/sensitivity.jpg",
      "keynoteLink": "/talks/sensitivity.key",
      "pptLink": "/talks/sensitivity.pptx",
      "category": "Computer Science",
      "tags": ["Computer Science", "Complexity Theory", "Boolean Functions"]
    },
    {
      "title": "Theorem of Hadamard",
      "subtitle": "Exploring the geometry of negative curvature",
      "description": "This short talk was another part of an exam on Riemannian geometry. Starting from the definition of geodesics and Jacobi vector fields, I derive the Jacobi equation and prove two lemmas which eventually lead to the proof of the theorem of Hadamard. Any manifold simply connected, complete and with negative sectional curvature is diffeomorphic to the Euclidean space.",
      "date": "2020-06-15",
      "author": "Kris Yotam",
      "img": "/talks/hadamard.jpg",
      "keynoteLink": "/talks/hadamard.key",
      "pptLink": "/talks/hadamard.pptx",
      "category": "Riemannian Geometry",
      "tags": ["Riemannian Geometry", "Geodesics", "Curvature", "Hadamard"]
    },
    {
      "title": "Groups of Möbius transformations",
      "subtitle": "A journey through complex analysis and group theory",
      "description": "For the previous talk, this one also part of an exam on Riemann surfaces. After briefly axiomatizing the unit disk, introduce the modular group PSL(2,Z), prove that it is generated by translation and circle reflection and declare its fundamental region. I discuss an interpretation of its elements as transformations of the upper half plane.",
      "date": "2020-06-25",
      "author": "Kris Yotam",
      "img": "/talks/mobius.jpg",
      "keynoteLink": "/talks/mobius.key",
      "pptLink": "/talks/mobius.pptx",
      "category": "Complex Analysis",
      "tags": ["Complex Analysis", "Möbius Transformations", "Group Theory", "Riemann Surfaces"]
    }
  ]
  
  